{
  "WBUI2": {
    "settings": {
        "OpenButton": 0,
        "HideIcon": true,
        "HideIconAfter": 15,
        "IconURL": "https://i.imgur.com/dau9JJ4.jpg",
        "DisableIconText": false,
        "IconPosition": 0,
        "IconTextColor": 0,
        "OpenOnStart": true,
        "OpenOnStartOnlyNewPlayers": true,
        "UpdateInterval": 12
      },
    "tabs": [
      {
        "tab1": {
          "layout": 1,
          "buttontext": "News/Announcements",
          "title1": "News/Announcements",
          "text1": "<TextStyle.Blue>===Cryo Pods===</>\nCryo Pods are in with Limited functionality. Check out the Events Page for information regarding Upgrading Cryo.\n\n<TextStyle.Violet>===Shiny Dinos!===</>\n\n<TextStyle.Orange>Shiny Dinos Mod is back, and with that we need to convey our Settings and Etiquette:</>\nSettings: 10 Shinys Max - Level Range 150-150 - Lifespan 5-8hr - Tracker=Disabled - Coordinates on Notification=Disabled\nEtiquette: As this is a community server, we value fair play, honesty, and integrity. We ask that there are no 'DIBS' on Shinys that spawn. You can only claim the Shiny, once you have spotted it and are in process of taming it.\n\n==Crafting Potion==\n\nCrafting potion is now in game! It will respec your character to full Crafting Skill for a duration of 5 minutes(Can be canceled by holding R). It does not give Bonus weight so be sure you are at the spot you want to be to craft your items!",
          "imageurl": ""
        }
      },
      {
        "tab2": {
          "layout": 1,
          "buttontext": "Welcome",
          "title1": "Welcome to GAH",
          "text1": "<TextStyle.Orange>Hey all!!</>\n\n<TextStyle.Green>For those of you that are new or returning welcome(back) to Games Against Humanity Ark server we truly hope you find a comfortable, safe home to play the game we all have a love/hate relationship with. As of January 2024 we'll have been up and running for the better part of 8 years!! It's been a long fun road that I look forward to perpetuating here in the New Year and beyond.</>\n\n<TextStyle.Green>*With that in mind I wanted to remind everyone of what GAH is all about.</>\n<TextStyle.Green>We're PVE through and through. So please don't see this as a competition against other players or tribes. I encourage everyone to (re)read the server & Community rules.  https://discord.com/channels/275780404475330560/637534780342272011</>\n\n<TextStyle.Green>* I do encourage players to help each other both new and old players alike. This not only helps build our community but it's hard evidence that everyone is welcome here. Please do not force or guilt-trip anyone into playing a specific way.</>\n\n<TextStyle.Green>* Play the way that's best and most relaxing to YOU. Live and let live.</>\n\n<TextStyle.Green>We very much adhere to the first-come-first-serve rule of discovery. Trust, me there's enough to go around.</>\n\n<TextStyle.Green>* Lastly please allows the Admin team some grace, none of us get paid to run this and I promise you, it's not easy. Also, DO NOT BE AFRAID TO PING</> <TextStyle.Violet>@Ark Admins</> <TextStyle.Green>when/if needed, but also please check the global chat to see if a problem has already been announced.  We all have families and jobs that take precedence.  I promise you that we'll address issues as quickly as possible.</>\n\n\n<TextStyle.Green>A few rules I wanted to mention here:</>\n\n<TextStyle.Green>-1.1. Treat all members with respect.</>\n<TextStyle.Green>-1.2 Harassment, racist, homophobic, screen names, hate speech or any kind of discriminatory speech, images or abuse, will NOT be tolerated.</>\n<TextStyle.Green>-1.3. Racial or offensive slurs will not be tolerated.</>\n\n<TextStyle.Green>-2.3. No Stealing or ninja looting from others. Beacons & Rare Tames are first come (see it), first serve. Same goes all special event drops.</>\n\n<TextStyle.Green>**Violations of our rules will result in permeant ban from all GAH games/community**. I as owner have final say, but I listen to the counsel of my entire Admin team on all matters.  I will listen to both sides of any and all arguments before coming to a decision. That said, I trust all my admin staff to do the same. We're all reasonable adults.</>\n\n<TextStyle.Green>Please, have fun and as always DON'T DIE!!!!</>\n\n<TextStyle.Orange>~Nails; GAH Co-Founder/Owner</>",
          "imageurl": "https://i.imgur.com/dau9JJ4.jpg"
        }
      },
      {
        "tab3": {
          "layout": 1,
          "buttontext": "Settings",
          "title1": "INI-Settings",
          "text1": "NOTE: These are our standard settings across all maps and does not include special event settings/boosts.\n\n-Allow Cave Building-Off\n-Allow Cave Flyers-Off\n-Allow Flyer Carry-On\n-Allow Tribe Imprinting-On\n-Allow Unlimited Respecs-On\n-Baby Mature Speed-x6\n-Egg Hatch Speed-x6\n-SupplyCrateLootQualityMultiplier-x1\n-Fishing Loot Quality Multiplier-x1.5\n-Global Spoiling Time Multiplier-x1.5\n-Harvesting Rate-x3\n-Lay Egg Interval Multiplier-x0.25\n-Mating Interval-x0.14\n-PvE Friendly Fire-On **Tribe mates only.\n-Structure Decay-On\n-Taming Speed-x3\n-XP Multiplier-x2",
          "imageurl": "https://i.imgur.com/dau9JJ4.jpg"
        }
      },
      {
        "tab4": {
          "layout": 2,
          "buttontext": "Event Info",
          "title1": "Story Event Info",
          "title2": "Dinos Allowed",
          "text1": "Greetings everyone, I am Leathon, the event coordinator of the GAH cluster for ark. Now for those of you who are new to this community’s event think of it as more a campaign that takes place over multiple weeks giving more of a mid and end game goal to the ark server. It’s akin to ark being the solid foundation and this is a house the is built upon that foundation, like a mod. The event itself will have very minor changes to the server and its normal play style you are used to seeing so if you’re not interested all you will see is a few new buildings around the map and people doing foolish things on smaller dinos. I also act as a Dungeons Master of sorts during the event and its activities which range from throwing dinos at the participants to making them make hard choices that will affect things. Smaller one-off events will also happen throughout this longer campaign so that the whole server community can participate in and reap the benefits of this group.\nThe goal of this event is to tell a different story on how to achieve the goal of the island (ascension) and hopefully give lasting memories of the time spent doing it. If for any reason you have questions or concerns about the events or the long campaign, please reach out to me and I will get back to you as soon as a can.\n\n========The Aspects of the Event========\n\nThis event will have a passive and active type.\nThe active type is the adventures which will be launched for the event center (The enclave stronghold) and will use the small dinos to achieve things out on the island or solve problems found.\nThe passive type will deal with tasks that will be in the ⁠island-event-info channel and deals with things that the community can contribute to and which cause things to happen like a dino wipe to help with locating new dinos for the event or for the normal progress track of the island. Discord threads may also be opened connected to the ⁠island-story-event-chat to help deal with tasks as well. For those unfamiliar with threads, you can’t see them unless you look for them or invited to them, this helps reduce clutter on the discord and organizing things for participants.\n\n========The Goal=========\n\nThe goal of this event is to tell a different story on a group ascending, one that uses smaller dinos and help from others to achieve this goal and move to the next ark in line. It also will be a way for one to acquire things in different ways, make no mistake it will still take work but if your tired of grinding for metal other options will open up based on the campaign’s choices that you may as a community member decide to participate in.\n\n=======The Dino Classifications that are allowed in the event===========\n\n**See Discord for PDF Links**\n\n=======Saddle Durability System========\n\nStarting Saddle Threshold: 80\nSaddle Threshold Limit: 120\nStart Saddle Proficiency Stat: 0\nSuccess chance of deflecting attack: 16 or higher\nSmall Dino Saddle Proficiency Stat: +4",
          "text2": "Here is the list of dinos you can master along the way for the event:\n\n=====Small Dinos=====\n<TextStyle.Orange>Raptor: Feats: This is a social dino and can grow its pack, if understood enough it may even be able to handle growing its pack during adventures. The raptor could learnthe armor shedding ability over time as well.Has access to the Hunting Checks.</>\n\n<TextStyle.Yellow>Terror Bird:Feats: Has the ability to lethal strike a sleeping target killing it instantly, even if the target is out of range of the terror bird. The terror bird also can form a packwith it.Has access to the Hunting Checks.</>\n\n<TextStyle.Green>Parasaur: Feats: Has the ability to scan for things of interest underground. The Parasaur also seems to have the ability to adapt and grow to their companions’ needs, gaining more access to newer Parasaur stats. Has access to the Harvesting Checks Has access to the Scouting Checks.</>\n\nSabertooth: Feats: Stalker of its targets and protector of its kin, the saber can gain great advantages in hunting down targets and helping their companions out, modifiers to hunting checks and to companion rolls.Has access to the Hunting Checks.\n\n<TextStyle.Violet>Kaprosuchus: Feats: The ability to ambush targets by standing back, picking a target, and hitting it a few times before halting again. If you strike the wrong target or another target you will be hit in return at the end. A scouter can use a scouting check while in combat to negate this effect a few times. This skill can grow becoming the ability to execute dinos around it when they become bloody enough. Has access to the Fishing Checks. Has access to underwater Rolls and Activities.</>\n\nFeats: Small dinos gain +4 to saddle protection rolls. \nEvasiveness and Lethal Strikes: Can spend Special Ability Points at the start of an adventure to increase the imprint of your dino until a rest. This increases the imprint of the dino beyond 100%. For every point spent 20% imprint up to 200%.\n\n=====Medium Dinos=====\n<TextStyle.Orange>Megalania(highest HP): Feats: Has the ability to poison targets causing them to attack the Megalania, overtime this poison can put dinos to sleep. Has access to digging abilities and checks.</>\n\n<TextStyle.Green>Iguanodon: Feats: The Iguanodon can forge for herbs using a forging ability to sniff out useful herbs nearby out of combat. The Iguanodon knows which plants can be very helpful to heal herbivores and when the rider gets more familiar can find plants that can be useful to others.Has access to the harvesting checks.</>\n\n<TextStyle.Yellow>Baryonyx: Feats: Water is its friend and rivers its ally, gain +2 on all water related rolls. Has access to fish checks. Has access to underwater rolls and activities.</>\n\n<TextStyle.Violet>Direwolf:Feats: The Dire wolf seems to have the ability to adapt and grow to their companions’ needs, gaining more access to newer Dire wolf stats. Has access to the digging ability and checks.</>\n\nFeats: All Medium Dinos gain +1 modifier to all checks they have access to.\n Resilience: Minimum saddle threshold increases by 10. These dinos can grow unhappy with their companions if their desires are not met which will impact their checks, this resets upon rests.\n\n=====Fliers=====\n<TextStyle.White>Pteranodon:Feats: Can execute dinos that are looking bloody. Has access to the scouting checks.</>\n\n<TextStyle.Orange>Tapajara: Feats: This dino can use its limbs to blind and stun larger targets rendering them dazed for some time unable to do anything. This Dino does have the ability to gain the overcharge effect with help. (For the next 2 mins the dino deals a massive increase and damage and heals for all damage taken but must remain near other friendly dinos.) Has access to the scouting checks.</>\n\n Feats: All Fliers gain 1 additional Special Ability Point.\nAerial Training: The loss of using a weapon is made up for by better understanding how to work with your flier. This allows one to gain modifiers to ability checks over time as well as train them in new abilities. This also allows the ability to find better fliers of the companion’s mastery over time.\n",
          "imageurl": "https://i.imgur.com/a4ZuM76.jpg"
        }
      },
      {
        "tab5": {
          "layout": 2,
          "buttontext": "Event Tasks",
          "title1": "Persistant Tasks",
          "title2": "One-Time Tasks",
          "text1": "<TextStyle.Orange>The Sky Fleet</>\nThis Structure is responsible for clearing out a majority of the dinos on the island (Dino wipe). When the wipe happens the 3 quetzals roll to see how they fair, if Argies are available, they will die to help boost the rolls of the quetzals. After tower is built any Argie bread that is level 280 or above can be given to the enclave to refill the missing Argies, This is the same for Quetzals at level 250. Bullets and mutton will also be required to launch the fleet.\n\nDinos:\nQuetzals: 3/3\nArgentavis:3/3\n\n<TextStyle.Orange>Resources Needed to Launch</>\nCooked Mutton: 7000/7000\nCooked Fish Meat: 26367/15000\nAdv Rifle Ammo: 6000/6000\nGasoline: 3014/2000\nDimorphs: 3010/3000 (total Level from wild)\n\nUpgrade Argie Tower (Increases the Number of Argies Stored to nine). Resources Needed: 8000 Ingots, 5000 Crystal, 10000 Paste, 5000 Stone.\nUpgrade Quetzals Armor (Gives the Quetzals advantage on rolls during clears)\nProject Rhyniognatha (Allows the full spawn of the shiny dinos list with a rare or two spawning after wipe)",
          "text2": "<TextStyle.Orange>Research Task:</>\nCryo Fridge Tek Feilds\n150/150 wild baby (none adult) dinos\n100/100 fertilized eggs of smaller size\n10/10 wild female rexs\n10/10 wild female Pelagornis\n10/10 wild female stegos\n7/10 wild female Tapajaras\n3/5 wild female gigas\n2/10 wild female Plesi\n10/10 wild female Yutis\n9/10 wild female Quetzs\n1/10 wild female mosa\n0/100000 thatch\n5000/5000 Keratin(not Chitin)\nResearch task in lab of 200\n\n<TextStyle.Green>Construction Task:</>\nEnclave Port\n0/30000 Stone\n0/15000 Metal Ingots\n0/25000 Paste\n0/4000 Oil\n5000/5000 Polymer(normal)\n\n<TextStyle.Orange>Current Quests!:</>\nEnron Library blueprints 121/150\n(ongoing) Cpt. Lizzy of the Quetzadilla is looking for shiny Archaeopteryx\n\n<TextStyle.Yellow>Available Construction Task:</>\n-Observation Capacity (increases the shiny dino levels spawns to 150-165)\n-Enclave Port(Market)\n-Sky Fleet Argie Tower(Increase Argie Count for Sky Fleet)\n-Improved Lab Equipment(add +2 to all Research task rolls)\n-Dung Beetle and Poo(Increases the crop plot count to 7)\n-Biosphere Mountains (Allows the growth of unique mountain plants)\n\n<TextStyle.Blue>Available Research Task</>\n-Research Task: Biological Genetics (Opens up the labs ability help with Genetic Growth for Event Dinos)\n-Research Task: Cryo Fridge Tek Fields (Allows The capturing of Baby Dinos and Incubation of Eggs)\n-Research Task: Allo Mastery(Strengthens the capacities of friendly Allos across the server)\n-Research Task: Interfacing with the Obelisk Systems(Gain access to unique tasks for ark systems and bosses)\n-Research Task: Identifying(Figuring out unknown objects)\n",
          "imageurl": "https://i.imgur.com/a4ZuM76.jpg"
        }
      },
      {
        "tab6": {
          "layout": 2,
          "buttontext": "Enclave Gardens",
          "title1": "The Enclave Gardens",
          "title2": "Recipes",
          "text1": "<TextStyle.Green>The Enclave Gardens</>\nGain +1 Growth on Lun Carrots and Rain Shrooms\n\nCrop Plot (Lun Carrot: M:3): G: 1 D: 1\nCrop Plot (Rain Shroom: M:5): G: 5 D: 3\nCrop Plot (Lun Carrot: M:3): G: 1 D: 1\nCrop Plot (Empty: M:0): G: 0 D: 0\n\nDate Update: (11/27)\nForecast: Rainstorms",
          "text2": "<TextStyle.Green>Known Cooking Recipes</>\nWhen Crafting or Brewing add the Flora and Fauna modifier to it\n\nSmoked Fish Stakes(dc 11)\n   2 Prime Fish Stakes\n   2 Lun Carrots\n   1 Yi Wheat\n Failure: Lost\n Success 50 Healing Items\n\nGrilled Prime Stakes(dc 10)\n   2 Prime Meat Stakes\n   1 Rain Shroom\n   2 Glow Berries\n Failure: Lost\n Success: 50 Healing Items\n\nHoney Sugared Tuna Stakes\n   4 Prime Fish Stake\n   10 Honey Fragments\n   2 Rain Shrooms\n   1 Glow Berry\n Failure: Half the healing items and no buffs\n Success: 110 Healing Items\n Buff: This Satisfies the hunger of a Dino for the whole Adventure.\n\n<TextStyle.Violet>Known Brewing Recipes</>\n\nDino Health Potion(dc 9)\n   2 Sunbloom Petals\n   1 Unique Prime Meat Type\n   2 Glow Berries\n Failure:Lost\n Success: 1 Healing Potion\n\nFlask of Replenishment(dc 10)\n   3 Lun Carrots\n   4 Rain Shrooms\n   1 Creature Claw\n   10 Honey Fragments\n Failure: Lost\n Success: Consuming the potion give 2 Special Ability Points back\n\n<TextStyle.Yellow>Notes</>\nBurning and Freezing honey drops the dc of the recipe that uses it by 3.",
          "imageurl": "https://scontent.fphx2-1.fna.fbcdn.net/v/t31.18172-8/12017461_523339837843926_6692497194434444602_o.jpg?_nc_cat=100&ccb=1-7&_nc_sid=4dc865&_nc_ohc=rptCx_CSa2IAX_06GWk&_nc_oc=AQmdIxXZGIktepcIFi589rPrAovTExex13n2jXhl3JoxLD0aJEW4L-Cpm2HHQ6Z_ce0&_nc_ht=scontent.fphx2-1.fna&oh=00_AfCg6LgFMkTdzl6mQWWuqKwwyd1m_BWXBAus0ytjFKhD_w&oe=65833896"
        }
      }
    ],
    "links": [
      {
        "link1": {
          "text": "GAH Patreon",
          "url": "https://www.patreon.com/GamesAgainstHumanity"
        }
      },
      {
        "link2": {
          "text": "GAH Discord Link",
          "url": "https://discord.gg/3nkYsGXmn3"
        }
      }
    ]
  }
}
